{
    "name": "Аура, в концептуальном плане",
    "icon": "naturesaura:gold_leaf",
    "category": "naturesaura:intro",
    "pages": [
        {
            "type": "text",
            "text": "Вопреки распространенному мнению, $(#419600)аура$() не хранится в отдельных плавающих $(italic)узлах$(), а присутствует повсюду в мире. Когда $(#419600)аура$() используется правильно, она может помочь в $(thing)производстве$() материалов, $(thing)создании$() новых идей и $(thing)использовании$() мира и его компонентов."
        },
        {
            "type": "text",
            "text": "Однако это не всегда так просто. Неправильное использование ауры, а именно $(thing)полное ее истощение из области, приведет к уменьшению отдачи.$(br)Так что, хотя $(#419600)ауры$() много и она полезна, злоупотреблять ею, конечно, не рекомендуется.$(p)Дополнительно стоит отметить, что в зависимости от мира, в котором вы находитесь, а именно $(item)измерение$(), будут присутствовать различные типы $(#419600)ауры$(), что заставит некоторые механики работать не так, как ожидалось."
        },
        {
            "type": "text",
            "text": "Когда речь заходит о внутреннем устройстве $(#419600)ауры$(), ученые вынуждены признать, что еще не до конца разобрались, как именно она работает.$(br) Единственное, что им известно, это то, что избыток или недостаток $(#419600)ауры$() влияет на область разного размера (в зависимости от используемого прибора) вокруг того места, где произошло изменение.$(br) Если область истощена и добавлен новый генерирующий прибор, он сначала обновит истощенную область, а затем создаст свою собственную живописная местность."
        },
        {
            "type": "text",
            "text": "Аналогично, если осушающий прибор поместить рядом с обогащённой областью, он сначала осушит эту область, а затем перейдет к осушению области непосредственно вокруг себя.$(p)Хотя такое поведение, безусловно, звучит сложно, общее мнение таково, что позволить прибору и $(#419600)ауре$() делать свое дело в течение некоторого времени кажется хорошим подходом к анализу, поскольку иногда $(#419600)аура$() имеет тенденцию мигрировать и перемещаться, чтобы сбалансировать себя естественным образом."
        },
        {
            "type": "text",
            "text": "И наконец, совсем недавно магические ботаники обнаружили не наблюдавшееся ранее поведение: $(item)затухание ауры$(). Это поведение, по-видимому, происходит, когда $(#419600)аура$() распространяется достаточно далеко во всех направлениях и настолько удаляется от места своего возникновения, что начинает медленно $(thing)затухать$(). Хотя это никак не влияет на $(#419600)ауру$(), находящуюся ближе к месту ее возникновения, это все же может быть тем, о чем следует знать и что можно смягчить, используя что-то вроде $(l:devices/aura_detector)Детектора ауры$().",
            "anchor": "fizzling"
        }
    ]
}
